Repository: DocTocToc/doctoctocbot
Catalog: src/charts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This is the title
fr: Quel est le titre

source: Daily tweets
fr: Tweets quotidiens

source: Monthly tweets
fr: Tweets mensuels

source: Weekly tweets
fr: Tweets hebdomadaires

source: Yearly tweets
fr: Tweets annuels

source: All followers
fr: Tous les abonnés

source: You must be authenticated to see this chart.
fr: Vous devez être connecté pour voir ce graphique.

source: the bot
fr: le bot

source: or
fr: ou

source: Follower count (total and by category) vs. creation date of the account. ■ is you, ▲ is {bot}.
fr: Nombre d'abonnés (total et par catégorie) selon la date de création du compte. ■: vous, ▲: {bot}.

source: Click on categories (All followers, {categories}) to display or hide data. tldr; if the triangle is higher than the square for the category {members}, you should follow {bot}
fr: Cliquer sur les catégories (Tous les abonnés, {categories}) pour afficher ou cacher les données. tldr; si le triangle est plus haut que le carré pour la catégorie {members}, vous devriez vous abonner à {bot}

source: by
fr: par

source: Number of questions per {period} ({categories_str})
fr: Nombre de questions par {period} ({categories_str})

source: Number of tweets
fr: Nombre de tweets

source: and
fr: et

source: day
fr: jour

source: week
fr: semaine

source: month
fr: mois

source: year
fr: an
