Repository: DocTocToc/doctoctocbot
Catalog: src/crowdfunding/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Submit
fr: Envoyez

source: Custom amount
fr: Montant personnalisé

source: Username
fr: Nom d'utilisateur

source: Do you want to appear on the donor list?
fr: Voulez-vous que votre nom d'utilisateur apparaisse dans la liste des financeurs?

source: Yes
fr: Oui

source: No
fr: Non

source: Preset amount
fr: Montant prédéfini

source: You must choose a preset amount or a custom amount. Thank you.
fr: Vous devez choisir 1 montant. Merci.

source: This page will only work with a real, fully-fledged mobile or desktop browser (Firefox, Chrome, Safari...). It will not work if you open it with the in-app browser of Twitter (iOS or Android app). Please open your favourite browser and copy / paste or type this url in the address bar: %(uri)s
fr: Cette page fonctionne seulement avec un vrai navigateur (mobile ou PC) comme Firefox, Chrome, Safari, etc. Elle ne fonctionnera pas avec le navigateur intégré à l'app Twitter sur smartphone iOS ou Android. Merci d'ouvrir votre navigateur favori puis de copier / coller ou taper cette url dans la barre d'adresse: %(uri)s

source: Funding
fr: Financement

source: %(investor_cnt)s person invested in our project. Thank you!
fr: %(investor_cnt)s personne a investi dans notre projet. Merci!

source: %(public_investor_cnt)s person accepted to appear on this list.
fr: %(public_investor_cnt)s personne a accepté d'apparaître dans cette liste.

source: Be the first to invest in our project!
fr: Soyez la première ou le premier à investir dans notre projet!

source: I want to fund!
fr: Je veux financer!

source: Active members
fr: Membres actifs

source: Investors
fr: Investisseurs

source: Goal
fr: Objectif

source: Current amount
fr: Somme récoltée

source: Progress
fr: Progression

source: Payment
fr: Règlement

source: %(username)s, please proceed to pay %(amount_str)s %(currency)s with a bank card.
fr: %(username)s, merci de régler %(amount_str)s %(currency)s avec une carte bancaire.

source: The transaction will be processed by our trusted & secure payment processor partner Stripe on its checkout page https://checkout.stripe.com
fr: La transaction sera prise en charge par notre intermédiaire de paiement sécurisé Stripe sur sa page https://checkout.stripe.com

source: Checkout
fr: Régler

source: Thank you for investing in your independent professional tools
fr: Merci d'investir dans vos outils professionnels indépendants

source: Pay with card
fr: Payez par carte

source: UUID verification error.
fr: Erreur de vérification de l'UUID.

source: You payment card was not authorized.Pleace try again with this card or another. {}
fr: Votre carte de paiement n'a pas été autorisée. Merci de recommencer avec cette carte ou une autre. {}

source: An error occured during the processing of your payment.We will look into the matter and contact you as soon as possible.
fr: Une erreur est survenue pendant le traitement de la transaction. Votre carte de sera pas débitée. Merci d'essayer à nouveau.

source: Ann error occurred during the processing of your payment.You will not be charged. Please try again.
fr: Une erreur est survenue pendant le traitement de la transaction. Votre carte de sera pas débitée. Merci d'essayer à nouveau.
