Repository: DocTocToc/doctoctocbot
Catalog: src/display/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Accueil

source: Last #covid19 tweets
fr: Derniers tweets #covid19

source: #covid19 tweets
fr: tweets #covid19

source: See more #covid19 tweets
fr: Voir plus de tweets #covid19

source: Status
fr: Tweet

source: Last tweets
fr: Dernières questions

source: Top tweets
fr: Questions populaires

source: Help tweets
fr: Questions avec peu de réponses

source: All tweets
fr: Toutes les questions

source: We couldn't find a tweet with id %s. This tweet might not be in our archive yet, or it was deleted, or the id is not correct. Sorry about that!
fr: Nous n'avons pas trouvé de tweet avec l'identifiant %s. Ce tweet n'est peut-être pas encore dans notre archive, il a été effacé, ou l'identifiant n'est pas correct. Nous vous prions de nous excuser!

source: covid-19 tweets
fr: tweets au sujet de covid-19
