Repository: DocTocToc/doctoctocbot
Catalog: src/landing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Learn more about the people serving this community and those building its tools.
fr: En savoir plus sur les personnes qui servent cette communauté et celles qui construisent ses outils.

source: Against racism and discriminations
fr: Contre le racisme et les discriminations

source: Charter against racism and discriminations
fr: Charte contre le racisme et les discriminations

source: Categories
fr: Catégories

source: Description of categories.
fr: Description des catégories.

source: Follow
fr: Suivre

source: How to follow the bot
fr: Comment suivre le bot

source: Hello, I am
fr: Salut, je suis

source: I retweet questions tagged with
fr: Je retweete les questions

source: from healthcare professionals
fr: des professionnels de santé

source: who are following me.
fr: qui me suivent.

source: I'm online since
fr: Je suis en ligne depuis

source: I run without ads or sponsors. I need your support to stay online and offer new services.
fr: Je fonctionne sans pub ni sponsor et j'ai donc besoin de votre soutien pour continuer à exister et à progresser.

source: I give my support!
fr: Je soutiens!

source: User Charter: Good Practice Guidelines
fr: Charte des utilisateurs: recommandations de bonnes pratiques

source: Please read those guidelines before you start interacting with members of our community.
fr: Merci de lire ces recommandations avant de commencer à interagir avec les membres de notre communauté.

source: Community guidelines
fr: Charte de la communauté

source: and
fr: et

source: or
fr: ou

source: Home
fr: Accueil

source: web login step
fr: connexion web étape

source: Start
fr: Démarrer

source: Click on <mark>Start</mark> button
fr: Cliquer sur le bouton <mark>Démarrer</mark>

source: Other
fr: Autre

source: Click on <mark>Other Custom & advanced settings</mark> button
fr: Cliquer sur le bouton <mark>Autres Paramètres personnalisés et avancés</mark>

source: Connect to a custom server
fr: Se connecter à un serveur personnalisé

source: Fill in the address of our custom server:
fr: Ajouter l'adresse de notre serveur personnalisé:

source: Click on the <mark>Address</mark> field
fr: Cliquer sur le champ <mark>Adresse</mark>

source: Enter <mark>matrix.medica.im</mark>
fr: Entrer <mark>matrix.medica.im</mark>

source: Click on the <mark>Continue</mark> button
fr: Cliquer sur le bouton <mark>Poursuivre</mark>

source: Continue with single sing-on
fr: Poursuivre avec authentification unique

source: Click on <mark>Continue with single sing-on</mark> button
fr: Cliquer sur le bouton <mark>Poursuivre avec authentification unique</mark>

source: Your default mobile browser should open and navigate to our Central Authentication Service:
fr: Votre navigateur mobile par défaut devrait s'ouvrir et naviguer vers notre Service d'Authentification Centralisée:

source: Sign in with Twitter
fr: Se connecter avec Twitter

source: Click on <mark>Sign in with Twitter</mark> button
fr: Cliquer sur le bouton <mark>Sign in with Twitter</mark>

source: Your browser should be redirected to Twitter at
fr: Votre navigateur devrait être redirigé vers Twitter à l'adresse

source: Authorize DocTocTocBot to use your account
fr: Autoriser DocTocTocBot à accéder à votre compte

source: Authorize DocTocTocBot to use your account.
fr: Autoriser DocTocTocBot à accéder à votre compte.

source: Enter your Twitter <mark>username</mark>.
fr: Entrer votre <mark>nom d'utilisateur</mark> Twitter.

source: Enter your Twitter <mark>password</mark>.
fr: Entrer votre <mark>mot de passe</mark> Twitter.

source: Click on the <mark>Sign in</mark> button
fr: Cliquer sur le bouton <mark>Connexion</mark>

source: Twitter Help Center
fr: Centre d'assistance Twitter

source: OAuth is a secure connection method and doesn’t require you to give your Twitter username and password to the third party.
fr: OAuth est une méthode de connexion sécurisée. Elle ne nécessite aucune communication de nom d'utilisateur ou de mot de passe Twitter à un tiers.

source: {medica} messenger - Get Started
fr: {medica} messenger - Premiers pas

source: Get {medica} messenger
fr: Obtenir {medica} messenger

source: Open in your browser
fr: Ouvrir dans votre navigateur

source: Or download on your devices of choice
fr: Ou télécharger sur l'appareil de votre choix

source: Also available on
fr: Également disponible sur

source: First sign in - Mobile
fr: Première connexion - Mobile

source: First sign in - Web & Desktop
fr: Première connexion - Web & Desktop

source: Get {medica} messenger on Linux
fr: Obtenir {medica} messenger sur Linux

source: {medica} messenger = element + medica.im + [matrix] = secure messaging
fr: {medica} messenger = element + medica.im + [matrix] = messagerie sécurisée

source: Download {medica} messenger with secure end-to-end encryption messaging and video chat. Available on Web, Android, iOS, macOS, Windows &amp; Linux.
fr: Télécharger {medica}: messagerie &amp; appel audio / vidéo chiffrés de bout à bout. Disponible sur le web, Android, iOS, macOS, Windows &amp; Linux.

source: Messaging apps for iOS, Android, web &amp; desktop.
fr: Apps de messagerie pour iOS, Android, web &amp; desktop.

source: Why
fr: Pourquoi

source: What makes {medica} different?
fr: Qu'est-ce qui est différent avec {medica}?

source: Personal
fr: Personnel

source: for everyone
fr: pour tout le monde

source: Communities
fr: Communautés

source: By a community, for communities
fr: Par une communauté, pour des communautés

source: Business
fr: Pro

source: Terms
fr: Conditions

source: Free & Open source
fr: Libre & open source

source: Help
fr: Aide

source: About
fr: A propos

source: web login step 0
fr: connexion web étape 0

source: Sign in
fr: Se connecter

source: Click on <mark>Sign in</mark> button
fr: Cliquer sur le bouton <mark>Se connecter</mark>

source: web login step 1
fr: connexion web étape 1

source: Sign in with single sign-on
fr: Se connecter avec l'authentification unique

source: Click on <mark>Sign in with single sign-on</mark> button
fr: Cliquer sur le bouton <mark>Se connecter avec l'authentification unique</mark>

source: web login step 2
fr: connexion web étape 2

source: web login step 3
fr: connexion web étape 3

source: Network
fr: Réseau

source: Rules of
fr: Lois de

source: These are the rules followed by the bot.
fr: Lois suivies par le robot.

source: Laws of robotics
fr: Lois de la robotique

source: Sign in with Twitter to access members-only content and features!
fr: Connectez-vous avec Twitter pour accéder au contenu et services réservés aux membres!

source: Profile
fr: Profil

source: Contact info
fr: Info de contact

source: Social authentication
fr: Authentification sociale (Twitter)

source: Receipt
fr: Facture

source: Moderation
fr: Modération

source: Change your password.
fr: Changer votre mot de passe.

source: Collective moderation
fr: Modération collective

source: You can suspend or resume your participation to collective moderation through the on/off switch.
fr: Vous pouvez suspendre ou reprendre votre participation à la modération collective via l'interrupteur on/off.

source: Set if you want to appear on the public list of moderators with the public/private switch.
fr: Choisissez si vous souhaitez apparaître ou pas dans la liste publique des modérateurs via l'interrupteur public / private.

source: Recent badges
fr: Badges récents

source: Recent Activity
fr: Activité récente

source: Connection settings
fr: Paramètres de connexion

source: Billing
fr: Facturation

source: Account
fr: Compte

source: Welcome to %(twitter_site)s companion website.
fr: Bienvenue sur le site compagnon de %(twitter_site)s.

source: User
fr: Utilisateur
